[
  {
    "answer": 213.5,
    "hint": "Whispers louder than screams reside, Among aged trees long since dried. No Wi-Fi needed for the scroll—Find the page that feeds the soul."
  },
  {
    "answer": 513,
    "hint": "Where hunger meets its happy death, And everyone's fighting for that last breath... of paneer. Find the clue before your spoon dives in—It might be hiding under your din."
  },
  {
    "answer": 204,
    "hint": "Lost a pen? Or socks? Or pride? This maze of stuff has all inside. Swipe your card, or pay with charm—Your next hint's somewhere near the calm-before-chaos alarm."
  },
  {
    "answer": 66,
    "hint": "This is not the 'court' where laws are passed, But bounces here are pretty fast. Look where lines are drawn in white—Not to judge, but to serve right."
  },
  {
    "answer": 36,
    "hint": "Named for the one who flew past clouds, Here dreams gather in sleepy crowds. Go where stars above quietly shine—Your next byte rests down the spine."
  },
  {
    "answer": 30,
    "hint": "When the world pauses, even memes go mute. A space for thoughts, both raw and acute. Step gently, for silence hides the way—History whispers if you stay."
  },
  {
    "answer": 35,
    "hint": "Iron chants and mirrors lie, Not all that's heavy wants to fly. Find the space where form is king—Your clue hides past the protein swing."
  },
  {
    "answer": 125,
    "hint": "Where cravings rule and pockets cry, And chili sauce makes angels sigh. Somewhere between ketchup and fate—The clue awaits on a greasy plate."
  },
  {
    "answer": 73,
    "hint": "It isn't WhatsApp but still delivers, Stacked with secrets, held by givers. Don't trust the newest, check the old—A faded corner might be bold."
  },
  {
    "answer": 340,
    "hint": "Where eyes close but minds stay open, And truths are written but often broken. Past the bench where legends nap—The clue lies curled in a mind-gap."
  },
  {
    "answer": 166,
    "hint": "A pause between the plans and panic, With flavors both fake and organic. Seek the zone where sauces blend—Right before your hunger ends."
  },
  {
    "answer": 19,
    "hint": "It's the first hello and never a goodbye, Where names are asked and answers lie. Smiles are staged, ID cards flash, And memories click in a camera's splash. Find the desk where journeys begin—Then face the world with your cheesiest grin."
  }
] 